tap "adoptopenjdk/openjdk"
tap "anthonyagresta/openssh"
tap "hashicorp/tap"
tap "ngrok/ngrok"
tap "puma/puma"
tap "reviewdog/tap"
tap "sidneys/homebrew"
brew "aom"
brew "arduino-cli"
brew "openssl@3"
brew "aria2"
brew "autojump"
brew "awscli"
brew "cabextract"
brew "glib"
brew "cdrtools"
brew "pycparser"
brew "cffi"
brew "circleci"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "gh"
brew "harfbuzz"
brew "leptonica"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "go"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jpeg-xl"
brew "jq"
brew "kubernetes-cli"
brew "ldns"
brew "libffi"
brew "libfido2"
brew "libmagic"
brew "libraw"
brew "openjdk"
brew "maven"
brew "memcached", restart_service: :changed
brew "mysql-client@8.0"
brew "openssl@3.5"
brew "pipx"
brew "pixi"
brew "postgresql@14"
brew "pyenv"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "starship"
brew "terminal-notifier"
brew "tfenv"
brew "tmux"
brew "wimlib"
brew "zsh-syntax-highlighting"
brew "puma/puma/puma-dev"
brew "reviewdog/tap/reviewdog"
cask "aws-vault-binary"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "ngrok"
cask "session-manager-plugin"
